{
  "1. Address Substance Misuse": [
    [
      "Goal: To support the client in addressing their substance-misusing behaviour and associated lifestyle.",
      "Goal: To engage in interventions to explore the client's substance misuse and implement positive lifestyle changes.",
      "Goal: To work with the client to address their identified substance misuse and its underlying factors."
    ]
  ],
  "2. Increase Knowledge & Reduce Risk": [
    [
      "Goal: To increase knowledge of substances used, their interactions, and associated risks to enable informed choices.",
      "Goal: To reduce harm by exploring the risks of poly-drug use and overdose.",
      "Goal: To build awareness of the client's pattern of use and the specific risks it presents to their health."
    ]
  ],
  "3. Manage Boredom & Triggers": [
    [
      "Goal: To develop a pro-social and active routine to help manage boredom as a key trigger.",
      "Goal: To identify and manage high-risk situations, including unstructured time and boredom.",
      "Goal: To build a positive daily structure to mitigate the risk of boredom leading to relapse."
    ]
  ],
  "4. Improve Wellbeing": [
    [
      "Goal: To practice and implement strategies to improve emotional and physical wellbeing.",
      "Goal: To develop positive coping skills to improve the client's overall wellbeing.",
      "Goal: To explore the link between substance use and health, and work on improving wellbeing."
    ]
  ],
  "5. Engage Peer Support": [
    [
      "Goal: To engage in support from the DART Peer Mentors on the Unit.",
      "Goal: To link in with Peer Mentor support to build recovery capital.",
      "Goal: To explore the benefits of peer support by engaging with the DART Peer Mentors."
    ]
  ],
  "6. Manage Prescription (OST)": [
    [
      "Goal: To seek and engage with support whilst working towards a supported reduction from a Methadone script.",
      "Goal: To maintain stability on a Methadone prescription and engage with all clinical reviews.",
      "Goal: To engage with support to safely manage and, when appropriate, reduce an opiate substitution prescription."
    ]
  ]
}

