{
  "Establishing the Current Situation": [
    "[CLIENT'S NAME] is currently registered as NFA (No Fixed Abode) on the prison system.",
    "Prior to this sentence, he was living at [ADDRESS], which is no longer available to him.",
    "The client's tenancy at his previous address is still active, but he is in significant rent arrears.",
    "He has had an initial housing assessment with the resettlement team, and we discussed the outcomes.",
    "Client has not yet engaged with any housing support services within the prison.",
    "He reports having all necessary identification (e.g., birth certificate, photo ID) for housing applications."
  ],
  "Assessing a Confirmed or Potential Address": [
    "Client plans to return to live with his [MOTHER/PARTNER/FAMILY] at [ADDRESS].",
    "We explored the stability of this address; [CLIENT'S NAME] confirmed it is a supportive and substance-free environment.",
    "A potential risk was identified as his [BROTHER/FRIEND] also lives at the address and is a heavy drinker/drug user.",
    "Discussed the rules and expectations of living there, including a requirement to contribute [AMOUNT] for rent.",
    "The address is in an area away from his old associates, which he views as a major positive.",
    "This is a short-term solution, and [CLIENT'S NAME] will need to look for his own accommodation within [NUMBER] months.",
    "He expressed concern that the address is in the same area where he used to offend and source drugs."
  ],
  "Exploring Past Housing Issues": [
    "Client has a history of housing instability, having lived in multiple temporary accommodations over the past few years.",
    "He has a previous eviction on his record due to rent arrears linked to his substance use.",
    "[CLIENT'S NAME] acknowledged that his past substance use has been the primary barrier to maintaining a stable tenancy.",
    "He described a 'good home' as somewhere he feels 'safe and can relax without chaos'.",
    "Client has a history of staying with friends ('sofa surfing'), which he identifies as an unstable and high-risk lifestyle for his recovery.",
    "He lacks experience in managing a tenancy, including budgeting for bills and general property maintenance."
  ],
  "Building a Plan for NFA (No Fixed Abode)": [
    "Acknowledged that being NFA is a significant worry, and we agreed to make it our top priority.",
    "An urgent referral has been made to the prison's housing/resettlement team.",
    "We discussed the various housing pathways, including applying for supported accommodation which he feels is the most suitable option.",
    "Client has negative past experiences with hostels and is keen to avoid this route if possible.",
    "We created an action plan to start gathering necessary documents for his housing application.",
    "A key goal for [CLIENT'S NAME] is to secure a confirmed address before his release date to provide a foundation for his recovery."
  ]
}
