{
  "Understanding Pattern of Use": [
    "[CLIENT'S NAME] describes their relationship with alcohol as 'complicated', often using it to manage anxiety or stress.",
    "Typical pattern involves daily drinking of [DRINK e.g., strong cider, vodka], with consumption escalating significantly at weekends.",
    "He reports a shift over time from social drinking with friends to a pattern of drinking alone at home.",
    "[CLIENT'S NAME] feels their drinking has become a need rather than a choice over the last [NUMBER] years.",
    "Client identifies payday as a major trigger for binge drinking episodes.",
    "He stated that he often can't remember the events of the previous evening due to 'blackouts'.",
    "The pattern of use described is drinking to the point of intoxication on a regular basis."
  ],
  "Motivation & Goals": [
    "On a 1-10 scale, [CLIENT'S NAME] rated their readiness to change their drinking as a [NUMBER], stating they are 'on the fence'.",
    "Primary motivation to change is due to concerns about their liver health, prompted by [EVENT e.g., recent medical advice].",
    "The biggest barrier to change is that alcohol is a key part of their social life and how they cope with stress.",
    "[CLIENT'S NAME]'s goal is to cut down to a 'safe' level, rather than complete abstinence at this stage.",
    "He expressed a desire to be a better role model for his [SON/DAUGHTER/CHILDREN].",
    "Client is worried about losing his friends if he stops drinking, as this is their main social activity.",
    "He has tried to stop drinking before but found the withdrawal symptoms too difficult to manage without support."
  ],
  "Health & Physical Dependence": [
    "Proactively discussed alcohol withdrawal. [CLIENT'S NAME] reports experiencing 'the shakes' and heavy sweating when stopping abruptly in the past.",
    "[CLIENT'S NAME] has never had a seizure but has experienced auditory hallucinations during a past withdrawal attempt.",
    "He agreed that a medical detox would likely be necessary for any future attempt to stop drinking safely.",
    "[CLIENT'S NAME] links his drinking to poor sleep, significant weight gain, and persistent 'brain fog'.",
    "Client was unaware of the risks of alcohol withdrawal seizures and the importance of seeking medical support.",
    "He reported frequent stomach problems and acid reflux, which he believes are a direct result of his alcohol consumption.",
    "We discussed the long-term health risks of heavy drinking, including liver disease and heart problems."
  ],
  "Exploring Links & Consequences": [
    "Client identified a strong link between his drinking and his offending, stating he was intoxicated when he committed his last offence.",
    "[CLIENT'S NAME] feels that alcohol lowers his inhibitions and leads to impulsive and aggressive behaviour.",
    "He acknowledged that his drinking has caused significant strain on his relationship with his [PARTNER/FAMILY].",
    "Financially, [CLIENT'S NAME] estimates he was spending a significant portion of his income on alcohol.",
    "He reported that his drinking had previously led to him losing a job due to poor attendance and performance.",
    "Client does not see a direct link between his alcohol and drug use, viewing them as separate issues."
  ]
}
