{
  "1. Address Substance Misuse & Understand Patterns": [
    [
      "To support the client in addressing their substance-misusing behaviour and associated lifestyle.",
      "To engage in interventions to explore the client's substance misuse and implement positive lifestyle changes.",
      "To work with the client to address their identified substance misuse and its underlying factors."
    ],
    [
      "To increase understanding of the client's pattern of substance use, including triggers and high-risk situations.",
      "To explore the function and consequences of the client's substance use.",
      "To build awareness of the specific pattern of use and its impact on the client's life."
    ]
  ],
  "2. Increase Knowledge & Reduce Harm": [
    [
      "To increase knowledge of substances used, their interactions, and associated health risks to enable informed choices.",
      "To build awareness of the specific risks associated with the client's chosen substances and methods of use.",
      "To engage in psychoeducation about relevant substances."
    ],
    [
      "To reduce harm by exploring and implementing strategies to minimise risks of overdose, BBVs, and other health complications.",
      "To increase knowledge and uptake of harm reduction interventions (e.g., Naloxone, safer injecting advice).",
      "To develop a personal harm reduction plan based on the client's specific risks."
    ]
  ],
  "3. Manage Triggers & Develop Coping Skills": [
    [
      "To identify internal and external triggers for substance use and develop effective coping strategies.",
      "To learn and practice techniques for managing cravings and urges.",
      "To build resilience to high-risk situations and relapse triggers."
    ],
    [
       "To develop positive coping skills for managing difficult emotions, thoughts, and situations without resorting to substance use.",
       "To identify and strengthen existing coping mechanisms and learn new ones.",
       "To practice alternative responses to stress, boredom, and other triggers."
    ]
  ],
   "4. Improve Wellbeing (Mental & Physical)": [
    [
      "To practice and implement strategies to improve emotional and psychological wellbeing.",
      "To develop skills for managing mental health symptoms (e.g., anxiety, low mood) that may contribute to substance use.",
      "To explore the link between substance use and mental health, and work on improving psychological wellbeing."
    ],
    [
       "To take steps towards improving physical health and adopting a healthier lifestyle.",
       "To address physical health concerns impacted by substance use (e.g., sleep, nutrition, fitness).",
       "To engage with healthcare services (GP, dentist, BBV screening) as needed."
    ]
  ],
  "5. Build Recovery Capital & Support Networks": [
    [
      "To engage in support from the DART Peer Mentors on the Unit.",
      "To link in with Peer Mentor support to build social recovery capital.",
      "To explore the benefits of peer support by engaging with the DART Peer Mentors."
    ],
    [
       "To identify and build positive social support networks supportive of recovery.",
       "To establish healthy boundaries within family/peer relationships.",
       "To develop communication skills to improve relationships and seek support effectively."
    ],
    [
        "To identify and build personal, social, and community resources (Recovery Capital) that support sustained recovery.",
        "To focus on developing strengths and assets that promote a positive identity beyond substance use."
    ]
  ],
   "6. Address Offending Behaviour Link": [
    [
      "To explore and address the link between substance use and offending behaviour.",
      "To understand the cycle of substance use and crime specific to the client.",
      "To increase motivation to desist from both substance use and offending."
    ]
  ],
  "7. Improve Stability (Housing, Finance, Time Use)": [
     [
      "To secure and maintain stable, safe accommodation upon release.",
      "To develop the skills necessary to manage a tenancy successfully.",
      "To address housing-related debts or barriers prior to release."
    ],
    [
      "To develop financial literacy and budgeting skills.",
      "To address debts accumulated due to substance use or offending.",
      "To establish legitimate sources of income and manage finances responsibly upon release."
    ],
     [
      "To develop a pro-social and active routine to manage unstructured time effectively.",
      "To engage in education, training, or employment to build structure, purpose, and self-esteem.",
      "To develop pro-social hobbies and interests."
    ]
  ],
  "8. Manage Prescription (OST)": [
    [
      "To maintain stability on an Opiate Substitution Treatment (OST) prescription and engage with all clinical reviews.",
      "To use OST effectively as a tool for stability and harm reduction, avoiding illicit top-ups.",
      "To understand the role, benefits, and potential side effects of the prescribed medication."
    ],
    [
      "To engage with support to safely manage and, when appropriate, plan for a gradual reduction of an OST prescription.",
      "To seek and engage with support whilst working towards a supported reduction from an OST script (when clinically appropriate)."
    ]
  ]
}
