{
  "1. Address Substance Misuse & Understand Patterns": [
    [
      "Goal: To support the client in addressing their substance-misusing behaviour and associated lifestyle.",
      "Goal: To engage in interventions to explore the client's substance misuse and implement positive lifestyle changes.",
      "Goal: To work with the client to address their identified substance misuse and its underlying factors."
    ],
    [
      "Goal: To increase understanding of the client's pattern of substance use, including triggers and high-risk situations.",
      "Goal: To explore the function and consequences of the client's substance use.",
      "Goal: To build awareness of the specific pattern of use and its impact on the client's life."
    ]
  ],
  "2. Increase Knowledge & Reduce Harm": [
    [
      "Goal: To increase knowledge of substances used, their interactions, and associated health risks to enable informed choices.",
      "Goal: To build awareness of the specific risks associated with the client's chosen substances and methods of use.",
      "Goal: To engage in psychoeducation about relevant substances."
    ],
    [
      "Goal: To reduce harm by exploring and implementing strategies to minimise risks of overdose, BBVs, and other health complications.",
      "Goal: To increase knowledge and uptake of harm reduction interventions (e.g., Naloxone, safer injecting advice).",
      "Goal: To develop a personal harm reduction plan based on the client's specific risks."
    ]
  ],
  "3. Manage Triggers & Develop Coping Skills": [
    [
      "Goal: To identify internal and external triggers for substance use and develop effective coping strategies.",
      "Goal: To learn and practice techniques for managing cravings and urges.",
      "Goal: To build resilience to high-risk situations and relapse triggers."
    ],
    [
       "Goal: To develop positive coping skills for managing difficult emotions, thoughts, and situations without resorting to substance use.",
       "Goal: To identify and strengthen existing coping mechanisms and learn new ones.",
       "Goal: To practice alternative responses to stress, boredom, and other triggers."
    ]
  ],
   "4. Improve Wellbeing (Mental & Physical)": [
    [
      "Goal: To practice and implement strategies to improve emotional and psychological wellbeing.",
      "Goal: To develop skills for managing mental health symptoms (e.g., anxiety, low mood) that may contribute to substance use.",
      "Goal: To explore the link between substance use and mental health, and work on improving psychological wellbeing."
    ],
    [
       "Goal: To take steps towards improving physical health and adopting a healthier lifestyle.",
       "Goal: To address physical health concerns impacted by substance use (e.g., sleep, nutrition, fitness).",
       "Goal: To engage with healthcare services (GP, dentist, BBV screening) as needed."
    ]
  ],
  "5. Build Recovery Capital & Support Networks": [
    [
      "Goal: To engage in support from the DART Peer Mentors on the Unit.",
      "Goal: To link in with Peer Mentor support to build social recovery capital.",
      "Goal: To explore the benefits of peer support by engaging with the DART Peer Mentors."
    ],
    [
       "Goal: To identify and build positive social support networks supportive of recovery.",
       "Goal: To establish healthy boundaries within family/peer relationships.",
       "Goal: To develop communication skills to improve relationships and seek support effectively."
    ],
    [
        "Goal: To identify and build personal, social, and community resources (Recovery Capital) that support sustained recovery.",
        "Goal: To focus on developing strengths and assets that promote a positive identity beyond substance use."
    ]
  ],
   "6. Address Offending Behaviour Link": [
    [
      "Goal: To explore and address the link between substance use and offending behaviour.",
      "Goal: To understand the cycle of substance use and crime specific to the client.",
      "Goal: To increase motivation to desist from both substance use and offending."
    ]
  ],
  "7. Improve Stability (Housing, Finance, Time Use)": [
     [
      "Goal: To secure and maintain stable, safe accommodation upon release.",
      "Goal: To develop the skills necessary to manage a tenancy successfully.",
      "Goal: To address housing-related debts or barriers prior to release."
    ],
    [
      "Goal: To develop financial literacy and budgeting skills.",
      "Goal: To address debts accumulated due to substance use or offending.",
      "Goal: To establish legitimate sources of income and manage finances responsibly upon release."
    ],
     [
      "Goal: To develop a pro-social and active routine to manage unstructured time effectively.",
      "Goal: To engage in education, training, or employment to build structure, purpose, and self-esteem.",
      "Goal: To develop pro-social hobbies and interests."
    ]
  ],
  "8. Manage Prescription (OST)": [
    [
      "Goal: To maintain stability on an Opiate Substitution Treatment (OST) prescription and engage with all clinical reviews.",
      "Goal: To use OST effectively as a tool for stability and harm reduction, avoiding illicit top-ups.",
      "Goal: To understand the role, benefits, and potential side effects of the prescribed medication."
    ],
    [
      "Goal: To engage with support to safely manage and, when appropriate, plan for a gradual reduction of an OST prescription.",
      "Goal: To seek and engage with support whilst working towards a supported reduction from an OST script (when clinically appropriate)."
    ]
  ]
}
