{
  "Mapping Past Social Circles & Peer Influence": [
    "[CLIENT'S NAME] described his main social circle in the community as being heavily involved in substance use.",
    "He identified his role within the group as [ROLE e.g., a follower], finding it difficult to go against the group's decisions.",
    "Socialising for the client was almost exclusively based around drug use, and he struggles to imagine a social life without it.",
    "[CLIENT'S NAME] identified [FRIEND'S NAME] as a particularly negative influence, but also his closest friend, which presents a complex challenge.",
    "He acknowledged that his desire to 'fit in' with this peer group was a major factor in his escalating use.",
    "In prison, he has made some positive connections but is also aware of the need to be cautious of negative influences on the wing."
  ],
  "Addressing Anti-Social & Risky Contacts": [
    "We identified that contact with his old peer group is the single biggest and most immediate risk to his recovery upon release.",
    "Client has agreed to the clear strategy of changing his phone number immediately upon release to create a clean break.",
    "He is worried and anxious about the possibility of bumping into old associates in his local town.",
    "We role-played a scenario of being approached by an old contact, and [CLIENT'S NAME] practiced a polite but firm exit strategy.",
    "A key challenge for him will be the feeling of loneliness after cutting ties, and we discussed how to manage this.",
    "He has committed to deleting and blocking all negative contacts from his social media accounts as a first step on release."
  ],
  "Building a New Pro-Social Network": [
    "[CLIENT'S NAME] is motivated to build a new, pro-social support network based on recovery and positive interests.",
    "He expressed a strong and genuine interest in attending Narcotics Anonymous meetings to connect with others in recovery.",
    "A key goal is to reconnect with his past hobby of [HOBBY e.g., fishing, football] as a way to meet new, supportive people.",
    "Client is anxious about joining new groups due to low self-confidence, but is willing to try, starting with one recovery meeting.",
    "We discussed how positive family members, like his [MOTHER/SISTER], can be an important part of his new, safer social life.",
    "The concept of a 'chosen family' within the recovery community was discussed, which he found hopeful."
  ],
  "The Skill of Asking for and Accepting Help": [
    "[CLIENT'S NAME] acknowledged he finds it extremely difficult to ask for help, stating he sees it as a sign of weakness.",
    "We identified his Probation Officer and me as the first professional points of contact for support upon release.",
    "He struggles to accept help from his family as it often comes with feelings of guilt and shame.",
    "A key area of development for [CLIENT'S NAME] is learning to be vulnerable and reach out for support *before* a situation becomes a crisis.",
    "He identified his [PARTNER] as the one person he feels he can be honest with when he is struggling.",
    "We discussed how being a supportive friend to others in his new community, in time, can be a powerful part of his own recovery journey."
  ]
}
