{
  "Understanding Pattern of Use": [
    "Discussed pattern of use with [CLIENT'S NAME], who identified [DRUG OF CHOICE] as their primary substance.",
    "Explored the history of substance use, noting a significant escalation following [EVENT e.g., a family bereavement].",
    "[CLIENT'S NAME] described a typical day of use in the community as chaotic, centred around obtaining and using substances.",
    "He was able to identify periods of abstinence in the past, linking them to stable factors like [FACTOR e.g., accommodation, employment].",
    "We discussed triggers, with [CLIENT'S NAME] identifying boredom and feelings of shame as powerful internal triggers, and contact with old associates as a key external trigger.",
    "Client reports a long history of poly-drug use, but states [DRUG OF CHOICE] has been the most problematic.",
    "The pattern of use described involves using first thing in the morning to 'feel normal' and then throughout the day.",
    "He noted that his use became a daily habit approximately [NUMBER] years ago.",
    "Client reports mainly using alone, which has led to increased feelings of isolation."
  ],
  "Motivation & Goals": [
    "On a scale of 1-10, [CLIENT'S NAME] rated their readiness to change as a [NUMBER].",
    "Stated primary motivation for change is to rebuild their relationship with their [SON/DAUGHTER/CHILDREN/PARTNER].",
    "[CLIENT'S NAME] identified a fear of 'losing his identity' as a user as the biggest barrier holding him back from change.",
    "When asked what a drug-free life would look like, [CLIENT'S NAME] stated they would 'feel free' and be 'a better father/mother/partner'.",
    "The main recovery goal identified by [CLIENT'S NAME] is to be a reliable and present father/mother/partner.",
    "He reported a recent shift in motivation, stating that this prison sentence has been a 'wake-up call'.",
    "Client expressed a clear desire to live a different life but lacks confidence in his ability to do so.",
    "A key goal for [CLIENT'S NAME] is to secure stable employment upon release.",
    "He fears he will never change and expressed feelings of hopelessness about the future."
  ],
  "Health & Harm Reduction": [
    "Discussed the physical impact of drug use; [CLIENT'S NAME] reported significant weight loss and poor dental health.",
    "[CLIENT'S NAME] disclosed a history of overdose, and we explored the circumstances surrounding this incident.",
    "Discussed safer practices and the importance of BBV screening. [CLIENT'S NAME] agreed to a referral to healthcare for testing.",
    "Introduced the concept of Naloxone. [CLIENT'S NAME] is open to receiving a kit and training prior to release.",
    "[CLIENT'S NAME] expressed concerns about their physical health, particularly low energy levels and poor sleep.",
    "Client has a history of injecting and we discussed associated risks and harm reduction strategies.",
    "He reported concerns about his memory and concentration, which he links to his long-term substance use.",
    "Client was not previously aware of Naloxone but is now keen to learn more.",
    "Agreed to an action for [CLIENT'S NAME] to put in an application to see the dentist."
  ],
  "Current Prescriptions": [
    "[CLIENT'S NAME] reports their current Methadone script is holding them well and they have had no issues at the hatch.",
    "[CLIENT'S NAME] feels their Buprenorphine dose is not holding them effectively and experiences withdrawal symptoms in the morning.",
    "Discussed the role of the prescription; [CLIENT'S NAME] views it as a helpful tool for stability at this time.",
    "Long-term, [CLIENT'S NAME] is open to the idea of a gradual reduction but does not feel ready to consider this yet.",
    "Client reports no side effects from their current medication.",
    "Client expressed anxiety about managing his script upon release and the transition to a community pharmacy.",
    "He has been fully compliant with his prescription and has not missed any doses.",
    "We discussed the importance of not 'topping up' on his script with illicit substances."
  ]
}