{
  "Identifying and Understanding Emotions": [
    "[CLIENT'S NAME] finds it difficult to identify and express his emotions, stating he usually bottles them up.",
    "He identified [ANGER/BOREDOM/SADNESS] as the most difficult emotion for him to manage.",
    "When feeling overwhelmed, his primary coping strategy in the past was to use substances to numb his feelings.",
    "We explored the physical warning signs of his anger, which he described as a 'tight feeling in his chest'.",
    "Client acknowledged that he often avoids difficult feelings, which leads to them building up and becoming unmanageable.",
    "He struggles with emotional regulation and reports his mood can shift very quickly.",
    "A key goal is for [CLIENT'S NAME] to develop a better vocabulary to describe his feelings."
  ],
  "Exploring the Link to Substance Use": [
    "Client clearly identified the link between his emotional state and his substance use.",
    "He described using [DRUG OF CHOICE] as a way to 'escape from his own head' and quieten negative thoughts.",
    "Shame and guilt over past actions were identified as powerful emotional triggers for relapse.",
    "[CLIENT'S NAME] acknowledged that while substances provided short-term relief, they made his emotional health much worse in the long run.",
    "He is now having to face these difficult feelings without his old coping mechanism, which he finds challenging.",
    "We discussed how using substances prevented him from developing healthier emotional coping skills."
  ],
  "Assessing Self-Esteem and Self-Worth": [
    "[CLIENT'S NAME] reports very low self-esteem and struggles to identify any positive qualities in himself.",
    "He described his inner critic as being very loud, often telling him he is a 'failure'.",
    "When asked what he is proud of, [CLIENT'S NAME] struggled to answer but eventually mentioned his relationship with his [CHILDREN/FAMILY].",
    "He believes that others, particularly his family, see him in a very negative light due to his past behaviour.",
    "A core issue for the client appears to be a deep-seated feeling of not being 'good enough'.",
    "We discussed how his actions and his identity are separate, and that past mistakes do not define his worth as a person."
  ],
  "Discussing Past Trauma and Difficult Events": [
    "Client disclosed that he experienced [EVENT e.g., a difficult childhood, a significant bereavement] which he feels still affects him deeply.",
    "Without going into detail, he acknowledged that past traumatic events are linked to his reasons for using substances.",
    "[CLIENT'S NAME] has never had any formal support or therapy to help him process these past events.",
    "He expressed a willingness to explore this further with the right support in the future.",
    "Client believes his substance use began as a way to cope with the emotional fallout from these past events.",
    "It is noted that [CLIENT'S NAME] may benefit from a referral to a more specialised therapeutic service for trauma."
  ],
  "Formal Mental Health Support": [
    "Client has a history of engagement with the Community Mental Health Team for [CONDITION e.g., depression, anxiety].",
    "He has a formal diagnosis of [DIAGNOSIS] and has previously been prescribed [MEDICATION].",
    "His past experience with mental health services was described as 'mixed'; he found talking to a CPN helpful but disliked the medication.",
    "[CLIENT'S NAME] is not currently on any mental health medication.",
    "Based on our discussion about his low mood and anxiety, client agreed to a referral to the prison's Mental Health team for an assessment.",
    "He expressed hope that the mental health team could help him develop better coping strategies."
  ]
}
