{
  "Mapping the Support System": [
    "[CLIENT'S NAME] identifies his [MOTHER/PARTNER/SISTER] as his most important source of support.",
    "He is in regular contact with his [FAMILY MEMBER] via phone calls and has regular visits.",
    "Client has lost touch with his [CHILDREN/SIBLING] and expressed a desire to reconnect with them.",
    "He reports that his family are aware of his substance use struggles and are supportive, but also wary.",
    "The primary support person in his life is his [PARTNER], who he feels is his 'rock'.",
    "Client has very limited family contact and identifies friends as his main support network."
  ],
  "Exploring Supportive Relationships": [
    "He describes his family's support as practical (e.g., sending money) but finds it difficult to talk to them about his emotions.",
    "The client's main hope for the future is to make his [PARENTS/PARTNER] proud of him.",
    "Discussed family's expectations upon release; [CLIENT'S NAME] is worried he won't be able to live up to them.",
    "He feels his role in the family is currently a negative one, and he wants to contribute positively in the future.",
    "[CLIENT'S NAME] stated his relationship with his [CHILDREN] is his main motivation for recovery.",
    "He feels that while his friends are supportive, they don't fully understand the challenges of addiction."
  ],
  "Addressing Strained or Damaged Relationships": [
    "Client acknowledged that his substance use has caused significant strain and broken trust with his [PARTNER/FAMILY].",
    "He identified that rebuilding trust with his [MOTHER/FATHER] is a key priority for him.",
    "We discussed the steps to repairing this relationship, with the client agreeing that writing a letter would be a good first step.",
    "[CLIENT'S NAME] is afraid of being rejected if he tries to reconnect with his [FAMILY MEMBER].",
    "The main issue in the relationship with his [PARTNER] is described as dishonesty linked to his past substance use.",
    "He feels a great deal of guilt and shame regarding the impact his behaviour has had on his [CHILDREN/FAMILY]."
  ],
  "Building a New Network": [
    "Client has no positive or safe family contacts and will need to build a new support network from scratch.",
    "He is care-experienced and has a history of managing things on his own.",
    "We discussed what qualities he would look for in a supportive person, identifying 'honesty' and 'non-judgmental' as key.",
    "Client is open to the idea of attending recovery meetings like NA to meet new, pro-social people.",
    "He described 'belonging' as feeling safe and accepted, something he has rarely felt in the past.",
    "A key release goal for [CLIENT'S NAME] is to build a new 'chosen family' within the recovery community."
  ]
}
