{
  "Assessing Current Activities & Routine": [
    "[CLIENT'S NAME] is currently employed in the [WORKSHOP/KITCHENS/WING CLEANING] which provides some structure to his day.",
    "He reports spending a significant amount of his association time watching TV or in his cell.",
    "Client currently does not engage with any educational or therapeutic groups.",
    "He uses the gym [NUMBER] times a week, which he identifies as a positive and helpful activity.",
    "His daily routine is described as monotonous, and he struggles with long periods of unstructured time, especially at weekends.",
    "Client has a prison job but describes it as 'boring' and not mentally stimulating."
  ],
  "Exploring Past Interests, Hobbies & Skills": [
    "Prior to his addiction escalating, [CLIENT'S NAME] was a keen [HOBBY e.g., footballer, fisherman, artist].",
    "He has a qualification in [SKILL e.g., mechanics, construction] and enjoyed this line of work in the past.",
    "Client spoke positively about past interests but feels he has lost the skills or motivation to pursue them now.",
    "He identified a talent for [SKILL e.g., drawing, writing] which he has not used in many years.",
    "We discussed how reconnecting with these past positive identities could be a key part of his recovery.",
    "[CLIENT'S NAME] has practical skills in [AREA e.g., cooking, DIY] which could be beneficial upon release."
  ],
  "Identifying the Role of Boredom and Isolation": [
    "[CLIENT'S NAME] strongly identified boredom as a major trigger for his past substance use.",
    "He described the feeling of boredom as a 'restless emptiness' that he sought to escape from.",
    "Client acknowledged a tendency to isolate himself in his cell when feeling low, which often increases his cravings.",
    "We explored the link between unstructured time and negative thinking patterns for him.",
    "He stated that when left alone with his thoughts for too long, he tends to 'catastrophise' and feel hopeless.",
    "A key challenge for [CLIENT'S NAME] is finding ways to manage boredom that don't involve substances."
  ],
  "Planning for the Future (Work, Education & Purpose)": [
    "A primary goal for [CLIENT'S NAME] on release is to secure stable employment.",
    "He expressed a strong interest in pursuing a college course in [SUBJECT e.g., IT, business].",
    "We created an action plan for him to engage with the prison's education department to explore available courses.",
    "His vision for a 'good, structured day' involves a combination of work, family time, and a recovery-focused activity.",
    "Beyond a job, [CLIENT'S NAME] identified being a 'present and active father' as his main source of purpose.",
    "Client is motivated to gain new qualifications while in prison to improve his employment prospects upon release."
  ]
}
