{
  "Understanding the Link between Substance Use and Offending": [
    "[CLIENT'S NAME] clearly identified the direct link between his substance use and his offending history.",
    "He stated that the majority of his past offences were committed to fund his drug habit.",
    "Client acknowledged that his most serious offences occurred while he was under the influence of [SUBSTANCE].",
    "We explored his most recent offence; [CLIENT'S NAME] confirmed his decision-making was heavily impaired by his substance use at the time.",
    "He described a clear cyclical pattern of 'use, offend, prison' that he feels trapped in.",
    "[CLIENT'S NAME] acknowledged that the lifestyle associated with his drug use put him in high-risk situations for offending.",
    "He does not believe his offending is linked to his substance use and sees them as separate issues."
  ],
  "Exploring Thinking Patterns and Behaviours": [
    "Client described his offending behaviour as highly impulsive, often acting without thinking of the consequences.",
    "He was able to identify specific negative thinking patterns, such as 'I'll never get caught', that preceded his offences.",
    "We discussed his attitude towards the justice system, which he described as 'us vs them'.",
    "[CLIENT'S NAME] struggles to manage feelings of anger and frustration, which has led to violent offending in the past.",
    "He takes little personal responsibility, often blaming his victims or circumstances for his actions.",
    "Client demonstrated an ability to reflect on his past behaviour and the poor choices he made."
  ],
  "Victim Awareness and Impact": [
    "[CLIENT'S NAME] expressed genuine remorse for the harm he has caused to his victims.",
    "He acknowledged the wider impact of his offending on his family and the community.",
    "Client struggles to show empathy for his victims, focusing more on the consequences for himself.",
    "We discussed what 'taking responsibility' means, and [CLIENT'S NAME] agreed it means more than just 'doing the time'.",
    "He expressed an interest in restorative justice and would be open to learning more about it.",
    "Client feels a great deal of shame about the impact his offending has had on his [CHILDREN/PARTNER]."
  ],
  "Envisioning a Different Future": [
    "His vision for a 'life without crime' is one where he is employed, stable, and a positive role model for his [CHILDREN].",
    "The primary motivator for [CLIENT'S NAME] to desist from offending is his family.",
    "We identified key risk factors for his offending, including contact with old associates and returning to his previous area.",
    "We also identified key protective factors, such as securing employment and engaging with recovery support.",
    "[CLIENT'S NAME] is motivated to engage with his Probation Officer upon release to help him stay on track.",
    "He feels that for the first time, he truly believes he can live a different, crime-free life."
  ]
}
