{
  "Impact of Substance Use": [
    "[CLIENT'S NAME] linked his past substance use to a significant deterioration in his physical health.",
    "He reported experiencing significant weight loss and poor dental health during periods of heavy use.",
    "Client described his sleep pattern as chaotic and non-restorative when using substances.",
    "His diet was described as poor and irregular, often going long periods without proper nutrition.",
    "He reported low energy levels and constant fatigue as a major physical consequence of his use.",
    "[CLIENT'S NAME] has several visible scars which he attributes to accidents and self-neglect while intoxicated.",
    "Client disclosed a previous hospital admission due to a health scare directly related to his substance use."
  ],
  "General Health & Existing Conditions": [
    "Client reports having [CONDITION e.g., asthma, diabetes] which is managed with [MEDICATION].",
    "He has not seen a doctor or dentist for several years and is worried about his underlying health.",
    "He reports persistent [SYMPTOM e.g., aches, pains, a cough] that he is concerned about.",
    "Client rates his general fitness level as very low and expressed a desire to improve this.",
    "We discussed the importance of regular health check-ups upon release.",
    "[CLIENT'S NAME] is not currently on any medication other than his OST prescription.",
    "He agreed to an action to put in an application to see the GP to discuss his health concerns."
  ],
  "Sexual Health": [
    "We had a confidential discussion about sexual health, as is standard practice.",
    "[CLIENT'S NAME] reported engaging in high-risk sexual behaviour in the past, linked to his substance use.",
    "He has never had a sexual health screening and was unaware of the services available.",
    "Client agreed to a referral to healthcare for a confidential STI and BBV screening to get peace of mind.",
    "He was open and honest during the discussion and understood the importance of sexual health for his overall wellbeing."
  ],
  "Exploring Positive Actions & Goals": [
    "A key goal for [CLIENT'S NAME] is to improve his physical fitness and build strength.",
    "He agreed to the small, achievable step of increasing his water intake and choosing the healthier meal option daily.",
    "Client plans to sign up for a gym induction and start a simple fitness routine.",
    "We discussed how improving physical health can positively impact mental health and aid in recovery.",
    "[CLIENT'S NAME]'s vision of being 'healthy' is having more energy to be an active father/partner.",
    "He identified that feeling physically well would boost his self-esteem and confidence.",
    "An action was set for [CLIENT'S NAME] to create a simple weekly exercise plan."
  ]
}
